{
    "counselor_scenario": [
        {
            "id": 1,
            "counselor_message": "セッションを担当します。よろしくお願いします。\n認知行動療法のセッションでは、まず毎回のセッションの始めに何を話し合うかを決めます。これをアジェンダと呼びます。\nアジェンダは話し合いながら一緒に決めていきますが、どんなことを話すと役立ちそうか、次回以降はあなたにも考えていただきます。\n\n今回は初回ですので、私の方から提案します。今日は大きく3つのことをします。\nまず認知行動療法について説明します。\n次に、今お困りのことやこれまでの経過について整理させてください。\nそれに対して、認知行動療法がどんな風にお手伝いができるかをお話ししたいと思います。\nこの流れで進めてみて、大丈夫そうですか？"
        },
        {
            "id": 2,
            "counselor_message": "それでは1つ目のアジェンダである認知行動療法の進め方をご説明します。\n治療は基本的に総計20セッション程度行います。\n毎セッションの始めに話し合うテーマを決め、決めたテーマにそって、そのセッションを進めます。\nたくさん話したい時もあるかもしれませんが、時間を上手に使って話す練習も、病状の改善に役立ちますのでご理解ください。\nセッションの後半では、その日に話し合ったことをまとめ、次のセッションまでに取り組んでいただきたいことを話し合います。それをホームワークと呼びます。\n認知行動療法の進め方については以上になりますが、2つ目のアジェンダに進んでもよろしいですか？"
        },
        {
            "id": 3,
            "counselor_message": "それでは2つ目のアジェンダに移りたいと思います。あなたが今お困りのことを簡単にお話しいただけますか？"
        },
        {
            "id": 4,
            "counselor_message": "そうだったんですね。どのような状況なのか、もう少し詳しく教えていただけますか？"
        },
        {
            "id": 5,
            "counselor_message": "なるほど。その時どんな気分でしたか？"
        },
        {
            "id": 6,
            "counselor_message": "まったくつらくない時を0、一番つらい時を100で表すと、その時の気分の強さはどれくらいですか？"
        },
        {
            "id": 7,
            "counselor_message": "その時どんなことが頭に浮かんでいましたか？"
        },
        {
            "id": 8,
            "counselor_message": "なるほど。他にも考えていたことはありませんか？"
        },
        {
            "id": 9,
            "counselor_message": "その時の気持ちに一番大きく関係していた考えはどれだと思いますか？"
        },
        {
            "id": 10,
            "counselor_message": "それでは3つ目のアジェンダである認知行動療法がどんな風にお手伝いができるかをお話ししたいと思います。\n今お話ししてもらったような、ある出来事をきっかけとして瞬間的に頭に生じてくるイメージや考えのことを「自動思考」といいます。\n自動思考は妥当なこともありますが、過度に悲観的であったり、現実的ではなかったりすることもあります。\n\n例えば、「職場のスタッフでの食事に自分だけ誘われなかった」という場面を想像してみてください。\nこのような状況で、「私は皆から嫌われている」という考えが瞬間的に浮かぶことがあります。これが自動思考です。\nそのような考えが浮かぶと、不安や悲しみといった気分が強くなり、「仕事が手につかない」という行動につながるかもしれません。\nさらに、スタッフとの会話が減ったり、職場に行きづらくなったりして、状況がますます辛くなってしまうこともあります。\n\nそこで「認知再構成」という方法が役立ちます。これは、認知を客観的に捉え直したり、現実的なものに修正したりすることによって、気分の改善を図る方法です。\n先ほどの例では、本当に「自分だけが誘われなかったのか」、「誘われなかった理由は嫌われている以外にあり得ないのか」など、状況をいろんな角度から見直してみます。\nそうすることで、より現実的で前向きな捉え方ができるようになり、気分や行動にも変化が現れてくることがあります。\nもしよければ、これからあなたの自動思考を一緒に検討してみてもよろしいですか？"
        },
        {
            "id": 11,
            "counselor_message": "ありがとうございます。では今の考えがどのように裏付けられているか、一緒に見ていきましょう。\nあなたの自動思考が正しいとしたら、その根拠はどのようなものがありますか？"
        },
        {
            "id": 12,
            "counselor_message": "では仮に自動思考が正しくないとしたら、どのような根拠が考えられますか？"
        },
        {
            "id": 13,
            "counselor_message": "あなたが辛いと思っている状況に対して、今の自動思考以外にも、何か他の見方はできるでしょうか？"
        },
        {
            "id": 14,
            "counselor_message": "もし友人が同じような考え方をしていたら、なんと声をかけますか？"
        },
        {
            "id": 15,
            "counselor_message": "元気な時の自分であれば、違う見方をしていたでしょうか？"
        },
        {
            "id": 16,
            "counselor_message": "以前にも似たような経験はなかったでしょうか？その時はどのように対応しましたか？"
        },
        {
            "id": 17,
            "counselor_message": "なるほど、わかりました。\n始めに感じていた気分の強さは、今はどのくらいになりましたか？まったくつらくない時を0、一番つらい時を100で表してください。"
        },
        {
            "id": 18,
            "counselor_message": "ありがとうございます。それでは最後に次回のセッションまでにやってきてもらうホームワークについてお話しします。\nホームワークはとても大切で、セッションで話し合うだけではなく、セッションとセッションの間にホームワークに取り組むことで、その間も治療を受けているのと似たような状態となって治療の効果が出やすくなります。\n初回は治療ノートを作ることをお願いしています。治療ノートはセッションで話し合ったことをメモして見直したり、日常で困ったことや気づいたことを書き留めて、セッションで話し合う手助けにしたりします。\nそれでは次回のセッションまでに治療ノートの作成をよろしくお願いします。"
        },
        {
            "id": 19,
            "counselor_message": "これで初回セッションは終わりです。\n色々話してみて、少し疲れたかもしれませんが、今どんなお気持ちですか？"
        },
        {
            "id": 20,
            "counselor_message": "役に立ったこと、気づいたことはありますか？"
        },
        {
            "id": 21,
            "counselor_message": "わからないこと、納得がいかないことはありますか？"
        },
        {
            "id": 22,
            "counselor_message": "他に伺っておいた方がいいことはありますか？"
        },
        {
            "id": 23,
            "counselor_message": "次回のセッションの内容は、セッションの始めに一緒に話し合って決めましょう。\nその際、わからないこと、腑に落ちないことがあれば、次回また教えてください。\nお疲れ様でした。"
        }
    ]
}